Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: GABA-A is built from several α-subtypes that adapt at different rates. α1 carries sedation and desensitizes (it uncouples, then the receptors are pulled from the synapse); α5 is required for that sedative tolerance to develop at all; α2 and α3, which carry the anxiety relief, don't adapt. So the dose that no longer makes you sleepy impairs your memory and coordination exactly as much as it did on day one — which is how tolerance quietly drives the dose up.
es: GABA-A se compone de varios subtipos α que se adaptan a ritmos distintos. α1 lleva la sedación y se desensibiliza (se desacopla y luego los receptores se retiran de la sinapsis); α5 es necesario para que esa tolerancia a la sedación llegue a desarrollarse; α2 y α3, que llevan el alivio de la ansiedad, no se adaptan. Así que la dosis que ya no te da sueño deteriora tu memoria y coordinación exactamente tanto como el primer día — y así es como la tolerancia empuja la dosis hacia arriba sin que se note.
zh_hans: GABA-A 由多种 α 亚型构成，它们以不同的速度适应。α1 负责镇静并会脱敏（先解偶联，随后受体被从突触中移除）；α5 是镇静耐受得以形成的必要条件；而负责抗焦虑的 α2 和 α3 并不适应。因此，那个不再让你困倦的剂量，对记忆和协调能力的损害与第一天完全一样——耐受就是这样悄悄把剂量推高的。
zh_hant: GABA-A 由多種 α 亞型構成，它們以不同的速度適應。α1 負責鎮靜並會脫敏（先解偶聯，隨後受體被從突觸中移除）；α5 是鎮靜耐受得以形成的必要條件；而負責抗焦慮的 α2 和 α3 並不適應。因此，那個不再讓你睏倦的劑量，對記憶和協調能力的損害與第一天完全一樣——耐受就是這樣悄悄把劑量推高的。

source: GABA-A modulators — diazepam, alprazolam.
es: Moduladores GABA-A — diazepam, alprazolam.
zh_hans: GABA-A 调节剂——地西泮、阿普唑仑。
zh_hant: GABA-A 調節劑——地西泮、阿普唑侖。

source: GABA-A Positive Allosteric Modulator (Benzodiazepine)
es: Modulador alostérico positivo GABA-A (benzodiacepina)
zh_hans: GABA-A 正向变构调节剂（苯二氮䓬类）
zh_hant: GABA-A 正向變構調節劑（苯二氮平類）

source: GABA-A positive modulator
es: Modulador positivo GABA-A
zh_hans: GABA-A 正向调节剂
zh_hant: GABA-A 正向調節劑

source: GABA-A receptor
es: Receptor GABA-A
zh_hans: GABA-A 受体
zh_hant: GABA-A 受體

source: GABA-A receptor load over time
es: Carga del receptor GABA-A a lo largo del tiempo
zh_hans: 随时间变化的 GABA-A 受体负荷
zh_hant: 隨時間變化的 GABA-A 受體負荷

source: GABAergic
es: GABAérgico
zh_hans: GABA 类
zh_hant: GABA 類

source: GABAergics & gabapentinoids — GHB, pregabalin, phenibut.
es: GABAérgicos y gabapentinoides — GHB, pregabalina, fenibut.
zh_hans: GABA能药物与加巴喷丁类——GHB、普瑞巴林、苯尼布特。
zh_hant: GABA能藥物與加巴噴丁類——GHB、普瑞巴林、苯尼布特。

source: Gabapentin
es: Gabapentina
zh_hans: 加巴喷丁
zh_hant: 加巴噴丁

source: Gabapentinoids
es: Gabapentinoides
zh_hans: 加巴喷丁类
zh_hant: 加巴噴丁類

source: Gabapentinoids (α2δ)
es: Gabapentinoides (α2δ)
zh_hans: 加巴喷丁类（α2δ）
zh_hant: 加巴噴丁類（α2δ）

source: Gastrointestinal Agent
es: Agente gastrointestinal
zh_hans: 胃肠道药物
zh_hant: 胃腸道藥物

source: Generate PDF Report
es: Generar informe PDF
zh_hans: 生成 PDF 报告
zh_hant: 產生 PDF 報告

source: Generated
es: Generado
zh_hans: 生成时间
zh_hant: 產生時間

source: Generated by Piru · kagerou.glass/piru
es: Generado por Piru · kagerou.glass/piru
zh_hans: 由 Piru 生成 · kagerou.glass/piru
zh_hant: 由 Piru 產生 · kagerou.glass/piru

source: Generic class-default kinetics at the lowest confidence.
es: Cinética genérica por defecto de la clase, con la confianza más baja.
zh_hans: 采用通用的类别默认动力学，可信度最低。
zh_hant: 採用通用的類別預設動力學，可信度最低。

source: Genetic variation in %@ formation
es: Variación genética en la formación de %@
zh_hans: %@ 生成的基因变异
zh_hant: %@ 生成的基因變異

source: Genetics
es: Genética
zh_hans: 基因
zh_hant: 基因

source: Gentle massage eases a sore jaw.
es: Un masaje suave alivia el dolor de mandíbula.
zh_hans: 轻轻按摩能缓解下颌酸痛。
zh_hant: 輕輕按摩能緩解下頜痠痛。

source: Gentle sensory input (music, soft textures) can help you reconnect.
es: Estímulos sensoriales suaves (música, texturas suaves) pueden ayudarte a reconectar.
zh_hans: 温和的感官输入（音乐、柔软质感）有助于重新连结。
zh_hant: 溫和的感官輸入（音樂、柔軟質感）有助於重新連結。

source: Get Help
es: Pedir ayuda
zh_hans: 获取帮助
zh_hant: 取得協助

source: Get Started
es: Empezar
zh_hans: 开始使用
zh_hant: 開始使用

source: GHB's clearing pathway saturates at moderate recreational doses: 25 → 35 mg/kg gave ~40% more exposure, and doubling the regulated product's dose raises exposure ~3.8×. Other depressants, especially alcohol, compound it. No reliable human Km/Vmax exists, so there is no curve.
es: La vía de eliminación del GHB se satura a dosis recreativas moderadas: pasar de 25 a 35 mg/kg dio ~40% más exposición, y duplicar la dosis del producto regulado eleva la exposición ~3.8×. Otros depresores, sobre todo el alcohol, lo agravan. No existe una Km/Vmax humana confiable, así que no hay curva.
zh_hans: GHB 的清除通路在中等娱乐剂量下即饱和：25 → 35 mg/kg 使暴露量增加约 40%，处方制剂剂量加倍则暴露量增至约 3.8 倍。其他中枢抑制药（尤其是酒精）会加重这一效应。目前没有可靠的人体 Km/Vmax 数据，因此没有曲线。
zh_hant: GHB 的清除通路在中等娛樂劑量下即飽和：25 → 35 mg/kg 使暴露量增加約 40%，處方製劑劑量加倍則暴露量增至約 3.8 倍。其他中樞抑制藥（尤其是酒精）會加重這一效應。目前沒有可靠的人體 Km/Vmax 資料，因此沒有曲線。

source: github.com/Di-lemma/SubFxOnEx — subjective-effects ontology
es: github.com/Di-lemma/SubFxOnEx — ontología de efectos subjetivos
zh_hans: github.com/Di-lemma/SubFxOnEx——主观效应本体
zh_hant: github.com/Di-lemma/SubFxOnEx——主觀效應本體

source: Give yourself time.
es: Date tiempo.
zh_hans: 给自己时间。
zh_hant: 給自己時間。

source: GLP-1, healing, and research peptides.
es: Péptidos GLP-1, de recuperación y de investigación.
zh_hans: GLP-1、修复与研究类肽。
zh_hant: GLP-1、修復與研究類肽。

source: gone
es: eliminado
zh_hans: 已消除
zh_hant: 已消除

source: Good
es: Bien
zh_hans: 良好
zh_hant: 良好

source: Grapefruit
es: Toronja (pomelo)
zh_hans: 西柚
zh_hant: 葡萄柚

source: Grapefruit dose logging
es: Registro de toronja (pomelo) con la dosis
zh_hans: 西柚剂量记录
zh_hant: 葡萄柚劑量記錄

source: Graphite
es: Grafito
zh_hans: 石墨
zh_hant: 石墨

source: Group by
es: Agrupar por
zh_hans: 分组方式
zh_hant: 分組方式

source: Group by Class
es: Agrupar por clase
zh_hans: 按类别分组
zh_hant: 按類別分組

source: Grouped
es: Agrupado
zh_hans: 分组
zh_hant: 分組

source: Grouped under Supplements, off the timeline graphs. Reminders are silent.
es: Agrupado en Suplementos, fuera de los gráficos de la línea de tiempo. Los recordatorios son silenciosos.
zh_hans: 归入补充剂，不显示在时间线图表上。提醒为静音。
zh_hant: 歸入補充劑，不顯示在時間線圖表上。提醒為靜音。

source: Guideline: %@
es: Guía: %@
zh_hans: 指南：%@
zh_hant: 指南：%@

source: H-bond acceptors
es: Aceptores de enlace de H
zh_hans: 氢键受体
zh_hant: 氫鍵受體

source: H-bond donors
es: Donadores de enlace de H
zh_hans: 氢键供体
zh_hant: 氫鍵供體

source: Had grapefruit with this dose
es: Tomé toronja (pomelo) con esta dosis
zh_hans: 此剂量同服了西柚
zh_hant: 此劑量同服了葡萄柚

source: half-life
es: vida media
zh_hans: 半衰期
zh_hant: 半衰期

source: Half-life
es: Vida media
zh_hans: 半衰期
zh_hant: 半衰期

source: Half-Life
es: Vida media
zh_hans: 半衰期
zh_hant: 半衰期

source: Half-Life Calculator
es: Calculadora de vida media
zh_hans: 半衰期计算器
zh_hant: 半衰期計算器

source: Half-life data not available for %@.
es: No hay datos de vida media para %@.
zh_hans: 没有 %@ 的半衰期数据。
zh_hant: 沒有 %@ 的半衰期資料。

source: Half-life data unavailable for %@
es: Sin datos de vida media para %@
zh_hans: 无 %@ 的半衰期数据
zh_hant: 無 %@ 的半衰期資料

source: Hallucinogens
es: Alucinógenos
zh_hans: 致幻剂
zh_hant: 致幻劑

source: Handling & storage
es: Manejo y almacenamiento
zh_hans: 处理与储存
zh_hant: 處理與儲存

source: Has half-life
es: Con vida media
zh_hans: 有半衰期数据
zh_hant: 有半衰期資料

source: Have feedback, questions, or want to discuss the app? Join our Discord — we'd love to hear from you.
es: ¿Tienes comentarios, preguntas o quieres hablar de la app? Únete a nuestro Discord — nos encantaría saber de ti.
zh_hans: 有反馈、疑问，或想讨论这款应用？加入我们的 Discord——期待听到你的声音。
zh_hant: 有回饋、疑問，或想討論這款應用程式？加入我們的 Discord——期待聽到你的聲音。

source: Have some water and a snack if you haven't recently.
es: Bebe algo de agua y come algo si hace rato que no lo haces.
zh_hans: 如果最近还没喝水或吃东西，可以喝点水、吃点东西。
zh_hant: 如果最近還沒喝水或吃東西，可以喝點水、吃點東西。

source: Headaches and fatigue are common.
es: Los dolores de cabeza y la fatiga son comunes.
zh_hans: 头痛和疲劳很常见。
zh_hant: 頭痛和疲勞很常見。

# Heads up — %@%@ %@ today
source: Heads up — %1$@%2$@ %3$@ today
es: Aviso — %@%@ %@ hoy
zh_hans: 提醒——今日 %@%@ %@
zh_hant: 提醒——今日 %@%@ %@

source: Heart data
es: Datos cardíacos
zh_hans: 心脏数据
zh_hant: 心臟資料

source: Heart rate
es: Frecuencia cardíaca
zh_hans: 心率
zh_hant: 心率

source: Heart rate %lld beats per minute, no clear change
es: Frecuencia cardíaca de %lld latidos por minuto, sin cambio claro
zh_hans: 心率每分钟 %lld 次，无明显变化
zh_hant: 心率每分鐘 %lld 次，無明顯變化

# Heart rate %lld falling to %lld beats per minute
source: Heart rate %1$lld falling to %2$lld beats per minute
es: Frecuencia cardíaca de %lld bajando a %lld latidos por minuto
zh_hans: 心率 %lld，降至每分钟 %lld 次
zh_hant: 心率 %lld，降至每分鐘 %lld 次

source: Heart rate %lld rising to %lld beats per minute
es: Frecuencia cardíaca de %lld subiendo a %lld latidos por minuto
zh_hans: 心率 %lld，升至每分钟 %lld 次
zh_hant: 心率 %lld，升至每分鐘 %lld 次

source: heavy
es: alta
zh_hans: 大剂量
zh_hant: 大劑量

source: Heavy
es: Alta
zh_hans: 大剂量
zh_hant: 大劑量

source: Heavy additive sedation — deep drowsiness and impaired breathing.
es: Sedación aditiva intensa — somnolencia profunda y respiración comprometida.
zh_hans: 镇静作用强烈相加——深度嗜睡与呼吸受损。
zh_hant: 鎮靜作用強烈相加——深度嗜睡與呼吸受損。

source: Heavy sedation with a dangerously slow heart rate and breathing. Naloxone reverses the opioid but NOT the alpha-2 part — give rescue breaths and call for help even after naloxone.
es: Sedación intensa con frecuencia cardíaca y respiración peligrosamente lentas. La naloxona revierte el opioide pero NO la parte alfa-2 — haz respiraciones de rescate y pide ayuda incluso después de la naloxona.
zh_hans: 强烈镇静，伴心率和呼吸危险性减慢。纳洛酮能逆转阿片，但无法逆转 alpha-2 的作用——即使用了纳洛酮，也要进行人工呼吸并呼叫求助。
zh_hant: 強烈鎮靜，伴心率和呼吸危險性減慢。納洛酮能逆轉鴉片，但無法逆轉 alpha-2 的作用——即使用了納洛酮，也要進行人工呼吸並呼叫求助。

source: Height and shape fit to your results. Terminal release %@.
es: Altura y forma ajustadas a tus resultados. Liberación terminal %@.
zh_hans: 高度和形状已贴合你的结果。末端释放%@。
zh_hant: 高度和形狀已貼合你的結果。末端釋放%@。

source: Height fit to your result. A second test on another day fits the shape too.
es: Altura ajustada a tu resultado. Una segunda prueba otro día ajusta también la forma.
zh_hans: 高度已贴合你的结果。另一天再测一次，形状也会贴合。
zh_hant: 高度已貼合你的結果。另一天再測一次，形狀也會貼合。

source: Help
es: Ayuda
zh_hans: 帮助
zh_hant: 說明

source: Help & Safety
es: Ayuda y seguridad
zh_hans: 帮助与安全
zh_hant: 幫助與安全

source: Help is available through the numbers in Get Help.
es: Hay ayuda disponible en los números de Pedir ayuda.
zh_hans: 可以通过“获取帮助”中的电话号码求助。
zh_hant: 可以透過「取得協助」中的電話號碼求助。

source: Hematocrit
es: Hematocrito
zh_hans: 血细胞比容
zh_hant: 血球容積比

source: Hemoglobin
es: Hemoglobina
zh_hans: 血红蛋白
zh_hant: 血紅素

source: Hidden
es: Oculto
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hides the elimination curve
es: Oculta la curva de eliminación
zh_hans: 收起消除曲线
zh_hant: 收起消除曲線

source: Hides this notice
es: Oculta este aviso
zh_hans: 隐藏此提示
zh_hant: 隱藏此提示

source: high
es: alta
zh_hans: 高
zh_hant: 高

source: High
es: Alta
zh_hans: 高
zh_hant: 高

source: High confidence
es: Confianza alta
zh_hans: 高可信度
zh_hant: 高可信度

source: High cumulative benzo doses impair memory and coordination. Stay somewhere safe.
es: Las dosis acumuladas altas de benzos deterioran la memoria y la coordinación. Quédate en un lugar seguro.
zh_hans: 苯二氮䓬累积剂量较高会损害记忆和协调能力。留在安全的地方。
zh_hant: 苯二氮平累積劑量較高會損害記憶和協調能力。留在安全的地方。

source: High line
es: Línea superior
zh_hans: 上参考线
zh_hant: 上參考線

source: Higher-priority sources that don't list this field are skipped.
es: Las fuentes de mayor prioridad que no incluyen este campo se omiten.
zh_hans: 优先级更高但未提供此项的来源会被跳过。
zh_hant: 優先順序更高但未提供此項的來源會被跳過。

source: Highest overdose risk
es: Mayor riesgo de sobredosis
zh_hans: 过量风险最高
zh_hant: 過量風險最高

source: Histamine H1 Receptor Antagonist
es: Antagonista del receptor H1 de histamina
zh_hans: 组胺 H1 受体拮抗剂
zh_hant: 組織胺 H1 受體拮抗劑

source: History
es: Historial
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Hormone
es: Hormona
zh_hans: 激素
zh_hant: 激素

source: Hormone Levels
es: Niveles hormonales
zh_hans: 激素水平
zh_hant: 荷爾蒙水平

source: Hormones, thyroid, and metabolic drugs.
es: Hormonas, tiroides y fármacos metabólicos.
zh_hans: 激素、甲状腺与代谢药物。
zh_hant: 激素、甲狀腺與代謝藥物。

source: Hour
es: Hora
zh_hans: 小时
zh_hant: 小時

source: Hour of day
es: Hora del día
zh_hans: 时段分布
zh_hant: 時段分佈

source: hours
es: horas
zh_hans: 小时
zh_hant: 小時

source: Hours
es: Horas
zh_hans: 小时
zh_hant: 小時

source: How body-load has moved over time
es: Cómo ha cambiado la carga corporal con el tiempo
zh_hans: 体内留存随时间的变化
zh_hant: 體內留存隨時間的變化

source: How dosing, tolerance, and recovery work
es: Cómo funcionan la dosificación, la tolerancia y la recuperación
zh_hans: 了解给药、耐受与恢复的原理
zh_hant: 了解給藥、耐受與恢復的原理

source: How Encryption Works
es: Cómo funciona el cifrado
zh_hans: 加密原理
zh_hant: 加密原理

source: How fast your body removes the drug, mostly via the liver and kidneys.
es: La velocidad a la que tu cuerpo elimina el fármaco, sobre todo a través del hígado y los riñones.
zh_hans: 身体清除药物的速度，主要通过肝脏和肾脏。
zh_hant: 身體清除藥物的速度，主要透過肝臟和腎臟。

source: How hard each mechanism has been driven over time
es: Cuánto se ha exigido cada mecanismo con el tiempo
zh_hans: 各机制随时间被驱动的程度
zh_hant: 各機制隨時間被驅動的程度

source: How is it going?
es: ¿Cómo va?
zh_hans: 现在感觉如何？
zh_hant: 現在感覺如何？

source: How long after taking it the level in your blood is highest — roughly when effects peak.
es: Cuánto tarda, tras tomarlo, en alcanzar el nivel máximo en sangre — aproximadamente cuando los efectos llegan al pico.
zh_hans: 用药后多久血液中的浓度达到最高——大致也是效果最强的时刻。
zh_hant: 用藥後多久血液中的濃度達到最高——大致也是效果最強的時刻。

source: How Long It Stays
es: Cuánto permanece
zh_hans: 在体内停留多久
zh_hant: 在體內停留多久

source: How long that lasts varies between people, and the kinetics in humans aren't well measured.
es: Cuánto dura varía entre personas, y la cinética en humanos no está bien medida.
zh_hans: 持续多久因人而异，人体中的动力学也没有被很好地测量过。
zh_hant: 持續多久因人而異，人體中的動力學也沒有被很好地測量過。

source: How many substances a session needs before it splits into lanes.
es: Cuántas sustancias necesita una sesión antes de dividirse en carriles.
zh_hans: 一个场次需要多少种物质才会拆分为泳道。
zh_hant: 一個場次需要多少種物質才會拆分為泳道。

source: How Modeled Tolerance Works
es: Cómo funciona la tolerancia modelada
zh_hans: 模型推算耐受的原理
zh_hant: 模型推算耐受的原理

source: How much detail?
es: ¿Cuánto detalle?
zh_hans: 想看多少细节？
zh_hant: 想看多少細節？

source: How much is estimated to be in your body, using only data from this session.
es: Cuánto se estima que hay en tu cuerpo, usando solo datos de esta sesión.
zh_hans: 仅用本场次的数据估算出的体内存量。
zh_hant: 僅用本場次的資料估算出的體內存量。

source: How much of a dose actually reaches your bloodstream. Swallowing a drug usually delivers less than injecting it.
es: Qué parte de una dosis llega realmente a tu sangre. Tragar un fármaco suele aportar menos que inyectarlo.
zh_hans: 一次用药中真正进入血液的比例。口服通常比注射进入血液的量更少。
zh_hant: 一次用藥中真正進入血液的比例。口服通常比注射進入血液的量更少。

source: How much of a dose becomes its active form is partly genetic — the same dose can produce noticeably more effect in some people than in others.
es: Qué parte de una dosis se convierte en su forma activa es en parte genético — la misma dosis puede producir notablemente más efecto en unas personas que en otras.
zh_hans: 一剂中有多少转化为活性形式部分取决于基因。同样的剂量在某些人身上效应明显更强。
zh_hant: 一劑中有多少轉化為活性形式部分取決於基因。同樣的劑量在某些人身上效應明顯更強。

source: How much pharmacology is shown by default on substance pages and in the Tolerance tool.
es: Cuánta farmacología se muestra por defecto en las páginas de sustancias y en la herramienta Tolerancia.
zh_hans: 物质页面和耐受工具默认显示多少药理学内容。
zh_hant: 物質頁面和耐受工具預設顯示多少藥理學內容。

source: How strong it is compared to %@ hasn't been established.
es: Su potencia en comparación con %@ no se ha establecido.
zh_hans: 其相对于 %@ 的强度尚无定论。
zh_hant: 其相對於 %@ 的強度尚無定論。

source: How strong that is tracks how much and how often you've been using.
es: Su intensidad depende de cuánto y con qué frecuencia has estado tomando.
zh_hans: 其强度取决于你用了多少、多频繁。
zh_hant: 其強度取決於你用了多少、多頻繁。

source: How the drug acts in the body — which receptors and transporters it targets, and what it does at each (switches them on, blocks them, and so on). The dots show how strongly it acts at each target.
es: Cómo actúa el fármaco en el cuerpo — a qué receptores y transportadores se dirige, y qué hace en cada uno (los activa, los bloquea, etc.). Los puntos muestran con qué fuerza actúa en cada objetivo.
zh_hans: 药物在体内如何起作用——它作用于哪些受体和转运体，以及在每个靶点上做什么（激活、阻断等）。圆点表示它在各靶点上的作用强度。
zh_hant: 藥物在體內如何起作用——它作用於哪些受體和轉運體，以及在每個靶點上做什麼（活化、阻斷等）。圓點表示它在各靶點上的作用強度。

source: How this is calculated
es: Cómo se calcula
zh_hans: 如何计算
zh_hant: 如何計算

source: How this works
es: Cómo funciona
zh_hans: 运作原理
zh_hant: 運作原理

source: How tolerance works
es: Cómo funciona la tolerancia
zh_hans: 耐受是如何形成的
zh_hant: 耐受是如何形成的

source: How was it, overall?
es: ¿Cómo fue, en general?
zh_hans: 整体感觉如何？
zh_hant: 整體感覺如何？

source: How widely the drug spreads from blood into the rest of the body. A bigger number means it soaks into tissues rather than staying in the blood.
es: Cuánto se distribuye el fármaco desde la sangre al resto del cuerpo. Un número mayor significa que se impregna en los tejidos en vez de quedarse en la sangre.
zh_hans: 药物从血液扩散到全身其他部位的广泛程度。数值越大，表示它越多渗入组织而非停留在血液中。
zh_hant: 藥物從血液擴散到全身其他部位的廣泛程度。數值越大，表示它越多滲入組織而非停留在血液中。

source: How you feel depends on what you took, how much, and your own body.
es: Cómo te sientes depende de lo que tomaste, cuánto, y de tu propio cuerpo.
zh_hans: 你的感受取决于你用了什么、用了多少，以及你自己的身体。
zh_hant: 你的感受取決於你用了什麼、用了多少，以及你自己的身體。

source: How your body breaks the drug down — which liver enzymes do the work, what byproducts (metabolites) form, and whether those are still active. The percentage is each enzyme's rough share of clearance.
es: Cómo tu cuerpo descompone el fármaco — qué enzimas hepáticas hacen el trabajo, qué subproductos (metabolitos) se forman y si siguen siendo activos. El porcentaje es la parte aproximada de cada enzima en la eliminación.
zh_hans: 身体如何分解药物——由哪些肝酶完成、生成哪些副产物（代谢物），以及这些代谢物是否仍具活性。百分比是每种酶在清除中的大致占比。
zh_hant: 身體如何分解藥物——由哪些肝酶完成、生成哪些副產物（代謝物），以及這些代謝物是否仍具活性。百分比是每種酶在清除中的大致占比。

source: Hue
es: Tono
zh_hans: 色相
zh_hant: 色相

source: Human
es: Humano
zh_hans: 人体
zh_hant: 人體

source: human assay
es: ensayo en humanos
zh_hans: 人源测定
zh_hant: 人源測定

source: Human vs animal
es: Humano vs. animal
zh_hans: 人体与动物数据
zh_hant: 人體與動物資料

source: Hydrate — water or electrolyte drinks, sip steadily
es: Hidrátate — agua o bebidas con electrolitos, a sorbos constantes
zh_hans: 补水——水或电解质饮料，小口慢饮
zh_hant: 補水——水或電解質飲料，小口慢飲

source: Hydration
es: Hidratación
zh_hans: 补水
zh_hant: 補水

source: Hydration and wind-down nudges, wearing-off alerts, and onset/peak timing cues while something is active.
es: Avisos de hidratación y de relajación, alertas de fin de efecto y señales de inicio/pico mientras algo está activo.
zh_hans: 在有物质起效期间，提供补水与放松提醒、药效消退警示，以及起效/高峰期时间提示。
zh_hant: 在有物質起效期間，提供補水與放鬆提醒、藥效消退警示，以及起效/高峰期時間提示。

source: Hydration check
es: Aviso de hidratación
zh_hans: 饮水检查
zh_hant: 飲水檢查

source: Hydration Reminders
es: Recordatorios de hidratación
zh_hans: 补水提醒
zh_hant: 補水提醒

source: Hypertensive crisis — potentially fatal spike in blood pressure.
es: Crisis hipertensiva — subida de la presión arterial potencialmente mortal.
zh_hans: 高血压危象——血压可能致命性飙升。
zh_hant: 高血壓危象——血壓可能致命性飆升。

source: I get the alcohol flush
es: Se me enrojece la cara con el alcohol
zh_hans: 我喝酒会脸红
zh_hant: 我喝酒會臉紅

source: I'll Set This Later
es: Lo configuraré después
zh_hans: 稍后再设置
zh_hant: 稍後再設定

source: iCloud Backup
es: Copia de seguridad en iCloud
zh_hans: iCloud 备份
zh_hant: iCloud 備份

source: iCloud Drive isn't available. Check that you're signed in to iCloud and that iCloud Drive is on.
es: iCloud Drive no está disponible. Comprueba que has iniciado sesión en iCloud y que iCloud Drive está activado.
zh_hans: iCloud 云盘不可用。请确认你已登录 iCloud 并已开启 iCloud 云盘。
zh_hant: iCloud 雲碟無法使用。請確認你已登入 iCloud 並已開啟 iCloud 雲碟。

source: Identify
es: Identificar
zh_hans: 识别
zh_hant: 識別

source: Identify a Box
es: Identificar una caja
zh_hans: 识别药盒
zh_hant: 識別藥盒

source: If a dose isn't logged, ask again after these intervals. Applies to every med. A med can override or opt out in its own settings.
es: Si una dosis no se registra, vuelve a preguntar tras estos intervalos. Se aplica a todos los medicamentos. Cada medicamento puede cambiarlo o desactivarlo en su propia configuración.
zh_hans: 如果一剂还未记录，就按这些间隔再次提醒。适用于所有用药。每种用药都可以在自己的设置中更改或关闭。
zh_hant: 如果一劑還未記錄，就按這些間隔再次提醒。適用於所有用藥。每種用藥都可以在自己的設定中更改或關閉。

source: If nauseous, small sips of water and lying on your side help.
es: Si tienes náuseas, ayudan los sorbos pequeños de agua y acostarte de lado.
zh_hans: 感到恶心时，小口喝水并侧卧有帮助。
zh_hant: 感到噁心時，小口喝水並側臥有幫助。

source: If someone is hard to wake or breathing slowly, call emergency services.
es: Si alguien no despierta con facilidad o respira despacio, llama a emergencias.
zh_hans: 如果有人难以叫醒或呼吸缓慢，请呼叫急救。
zh_hant: 如果有人難以叫醒或呼吸緩慢，請呼叫急救。

source: If someone is hard to wake, breathing slowly, or has blue lips, call emergency services. Give naloxone if you have it, following its instructions.
es: Si alguien no despierta con facilidad, respira despacio o tiene los labios azules, llama a emergencias. Administra naloxona si la tienes, siguiendo sus instrucciones.
zh_hans: 如果有人难以叫醒、呼吸缓慢或嘴唇发紫，请呼叫急救。如果手边有纳洛酮，请按其说明使用。
zh_hant: 如果有人難以叫醒、呼吸緩慢或嘴唇發紫，請呼叫急救。如果手邊有納洛酮，請按其說明使用。

source: If someone is hard to wake, breathing slowly, or vomiting while drowsy, put them on their side and call emergency services.
es: Si alguien no despierta con facilidad, respira despacio o vomita estando somnoliento, ponlo de lado y llama a emergencias.
zh_hans: 如果有人难以叫醒、呼吸缓慢，或在昏沉中呕吐，请让其侧卧并呼叫急救。
zh_hant: 如果有人難以叫醒、呼吸緩慢，或在昏沉中嘔吐，請讓其側臥並呼叫急救。

source: If someone is hard to wake, breathing slowly, overheating or having a seizure, call emergency services.
es: Si alguien no despierta con facilidad, respira despacio, tiene la temperatura muy alta o tiene una convulsión, llama a emergencias.
zh_hans: 如果有人难以唤醒、呼吸缓慢、体温过高或癫痫发作，请呼叫急救。
zh_hant: 如果有人難以喚醒、呼吸緩慢、體溫過高或癲癇發作，請呼叫急救。

source: If the experience was intense: the acute effects of this class are time-limited, and company helps.
es: Si la experiencia fue intensa: los efectos agudos de esta clase tienen un límite de tiempo, y la compañía ayuda.
zh_hans: 如果体验很强烈：这一类的急性效应是有时限的，有人陪伴会有帮助。
zh_hant: 如果體驗很強烈：這一類的急性效應是有時限的，有人陪伴會有幫助。

source: If this is frequent for you, consider talking to a professional about alternatives.
es: Si esto te ocurre con frecuencia, considera hablar con un profesional sobre alternativas.
zh_hans: 如果这对你来说很常见，可以考虑和专业人士聊聊替代方案。
zh_hant: 如果這對你來說很常見，可以考慮和專業人士聊聊替代方案。

source: If you feel anxious, slow your breathing. Anxiety is a listed effect of this class.
es: Si sientes ansiedad, respira más despacio. La ansiedad es un efecto descrito de esta clase.
zh_hans: 如果感到焦虑，放慢呼吸。焦虑是这一类列出的效应。
zh_hant: 如果感到焦慮，放慢呼吸。焦慮是這一類列出的效應。

source: If you feel nauseous, lie on your side.
es: Si tienes náuseas, acuéstate de lado.
zh_hans: 如果感到恶心，请侧卧。
zh_hant: 如果感到噁心，請側臥。

source: If you feel spacey, grounding exercises: name 5 things you can see, 4 you can touch.
es: Si te sientes en las nubes, ejercicios de anclaje: nombra 5 cosas que puedas ver, 4 que puedas tocar.
zh_hans: 如果感觉飘忽，做稳定练习：说出 5 件你能看见的、4 件能触摸的。
zh_hant: 如果感覺飄忽，做穩定練習：說出 5 件你能看見的、4 件能觸摸的。

source: If you feel unwell, don't hesitate to call for help.
es: Si te sientes mal, no dudes en pedir ayuda.
zh_hans: 如果感到不适，不要犹豫，寻求帮助。
zh_hant: 如果感到不適，不要猶豫，尋求協助。

source: If you have been drinking heavily and daily for weeks, stopping abruptly can be dangerous — seizures and delirium tremens peak 2–4 days after the last drink.
es: Si has bebido mucho y a diario durante semanas, dejarlo de golpe puede ser peligroso — las convulsiones y el delirium tremens alcanzan su pico 2–4 días después de la última bebida.
zh_hans: 如果你已经连续数周每日大量饮酒，突然停酒可能有危险——癫痫发作和震颤谵妄在最后一次饮酒后 2–4 天达到高峰。
zh_hant: 如果你已經連續數週每日大量飲酒，突然停酒可能有危險——癲癇發作和震顫譫妄在最後一次飲酒後 2–4 天達到高峰。

source: If you lose this passphrase, the backup can't be recovered. There is no reset.
es: Si pierdes esta frase de contraseña, la copia de seguridad no se puede recuperar. No hay forma de restablecerla.
zh_hans: 如果你丢失此口令，备份将无法恢复。无法重置。
zh_hant: 如果你遺失此通行碼，備份將無法還原。無法重設。

source: If you need help right now:
es: Si necesitas ayuda ahora mismo:
zh_hans: 如果你现在需要帮助：
zh_hant: 如果你現在需要幫助：

source: Image
es: Imagen
zh_hans: 图片
zh_hant: 圖片

source: Imipramine
es: Imipramina
zh_hans: 丙米嗪
zh_hant: 丙米嗪
